import React from 'react';
import classes from './Branches.module.css'

const Branches = () => {
    return (
        <section className={classes.section}>
            <div className={classes.card}  >
                <h2>لیست شعب</h2>
                <ul className={classes["store-locations"]}>
                    <li>
                        <h2> شعبه بلوار ارتش</h2>
                        <h4> بلوار ارتش شرق به غرب، مابین خیابان نخل و بلوار اوشان، جنب داروخانه شبانه روزی، پلاک ۱۷۱</h4>
                        <h4> تلفن: ۲۲۴۶۷۸۵۲ - ۲۲۴۶۹۸۶۷ </h4>
                        <hr/>
                    </li>
                    <li>
                        <h2> شعبه پارک ملت</h2>
                        <h4> خیابان ولیعصر، روبروی پارک ملت، جنب پاساژ صفویه، پلاک ۲/۷

                        </h4>
                        <h4> تلفن: ۲۶۲۳۰۴۶۵ - ۲۶۲۳۰۴۵۷ </h4>
                        <hr/>

                    </li>
                    <li>
                        <h2> شعبه شیراز جنوبی</h2>
                        <h4> خیابان شیراز جنوبی، خیابان آقاعلیخانی، مجتمع ونک پارک، مجاور برج الوند، پلاک ۶۵ تجاری </h4>
                        <h4> تلفن: ۸۸۶۲۲۴۷۵ - ۸۸۶۲۲۴۰۳ </h4>
                        <hr/>

                    </li>

                    <li>
                        <h2> شعبه هروی</h2>
                        <h4> میدان هروی، گلستان پنجم شرقی، خیابان ضابطی، پلاک ۲۷ </h4>
                        <h4>
                            تلفن: ۲۶۷۵۱۰۳۷ - ۲۶۷۵۰۹۷۹ </h4>
                            <hr/>

                    </li>
                    <li>
                        <h2> شعبه عباس آباد</h2>
                        <h4> خیابان مطهری، بعد از مفتح، خیابان مهرداد، پلاک ۲۷ </h4>
                        <h4> تلفن: ۸۸۴۴۸۱۰۰ - ۸۸۴۴۹۱۰۰ </h4>
                        <hr/>

                    </li>

                </ul>
            </div>
        </section>
    )
}

export default Branches